Repository: chrisvalford/PhotoGPS
Catalog: PhotoGPS/*.lproj/Localizable.strings
Languages: ca, de, fr, it, nb, nl, pt

# general.close
source: Close
ca: Tanca
de: Nah dran
fr: Proche
it: Chiudere
nb: Lukk
nl: Dichtbij
pt: Fechar

# general.done
source: Done
ca: Fet
de: Fertig
fr: Terminé
it: Fatto
nb: Ferdig
nl: Gedaan
pt: Feito

# general.settings
source: Settings
ca: Configuració
de: Einstellungen
fr: Paramètres
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pt: Definições

# general.camera
source: Camera
ca: Càmera
de: Kamera
fr: Caméra
it: Telecamera
nb: Kamera
pt: Câmera

# general.onboarding
source: On-boarding
ca: En l'embarcament
de: Einsteigen
fr: Intégration
it: Imbarco
nb: Ombordstigning
nl: Aan boord

# general.show.again
source: Show again
ca: Mostra de nou
de: Erneut anzeigen
fr: Montre encore une fois
it: Mostra di nuovo
nb: Vis igjen
nl: Laat nog eens zien
pt: Mostrar novamente

# location.latitude
source: Latitude
ca: Latitud
de: Breite
it: Latitudine
nb: Breddegrad
nl: Breedtegraad

# location.longitude
source: Longitude
ca: Longitud
de: Längengrad
it: Longitudine
nb: Lengdegrad
nl: Lengtegraad

# location.heading
source: Heading
ca: Encapçalament
de: Üerschrift
fr: Titre
it: Intestazione
nb: Overskrift
nl: rubriek
pt: Cabeçalho

# location.elevation
source: Elevation
ca: Elevació
fr: Élévation
it: Elevazione
nb: Høyde
nl: Verhoging
pt: Elevação

# location.accuracy
source: Accuracy
ca: Precisió
de: Genauigkeit
fr: Précision
it: Precisione
nb: Nøyaktighet
nl: Nauwkeurigheid
pt: Precisão

# location.north
source: North
ca: Nord
de: Norden
fr: Nord
it: Nord
nb: Nord
nl: Noorden
pt: Norte

# location.south
source: South
ca: Sud
de: Süd
fr: Sud
it: Sud
nb: Sør
nl: Zuiden
pt: Sul

# location.east
source: East
ca: Est
de: Ost
fr: Est
it: Est
nb: Øst
nl: Oosten
pt: Leste

# location.west
source: West
ca: Oest
de: Westen
fr: Ouest
it: Ovest
nb: Vest
nl: Westen
pt: Oeste

# menu.share.text
source: Share as text
ca: Comparteix com a text
de: Als Text teilen
fr: Partager sous forme de texte
it: Condividi come testo
nb: Del som tekst
nl: Delen als tekst
pt: Compartilhar como texto

# menu.share.csv
source: Share as a CSV
ca: Comparteix com a CSV
de: Als CSV-Datei teilen
fr: Partager en tant que CSV
it: Condividi come CSV
nb: Del som en CSV
nl: Delen als CSV
pt: Compartilhe como um CSV

# menu.show.in.maps
source: Show in Maps
ca: Mostra a Maps
de: In Karten anzeigen
fr: Afficher dans les cartes
it: Mostra in Mappe
nb: Vis i Maps
nl: Weergeven in Kaarten
pt: Mostrar no Maps

# privacy.allow.camera
source: Allow camera
ca: Permet la càmera
de: Kamera zulassen
fr: Autoriser la caméra
it: Consenti fotocamera
nb: Tillat kamera
nl: Camera toestaan
pt: Permitir câmera

# privacy.allow.location
source: Allow location
ca: Permet la ubicació
de: Standort zulassen
fr: Autoriser la localisation
it: Consenti posizione
nb: Tillat plassering
nl: Locatie toestaan
pt: Permitir localização

# privacy.missing.camera
source: You have not granted: Camera access
ca: No heu concedit: accés a la càmera
de: Sie haben Folgendes nicht gewährt: Kamerazugriff
fr: Vous n'avez pas accordé : L'accès à la caméra
it: Non hai concesso: Accesso alla fotocamera
nb: Du har ikke gitt: Kameratilgang
nl: Je hebt het volgende niet verleend: Cameratoegang
pt: Você não concedeu: nacesso à câmera

# privacy.missing.location
source: You have not granted: Location updates
ca: No heu concedit: Actualitzacions d'ubicació
de: Sie haben Folgendes nicht gewährt: Standortaktualisierungen
fr: Vous n'avez pas accordé : Mises à jour de localisation
it: Non hai concesso: Aggiornamenti sulla posizione
nb: Du har ikke gitt: Plasseringsoppdateringer
nl: U heeft het volgende niet verleend: Locatie-updates
pt: Você não concedeu: nAtualizações de localização

# privacy.missing.camera.location
source: You have not granted: Camera access Location updates
ca: No heu concedit: Accés a la càmera Actualitzacions d'ubicació
de: Sie haben Folgendes nicht gewährt: Kamerazugriff Standortaktualisierungen
fr: Vous n'avez pas accordé : Accès à la caméra Mises à jour de localisation
it: Non hai concesso: Accesso alla fotocamera Aggiornamenti della posizione
nb: Du har ikke gitt: Kameratilgang Plasseringsoppdateringer
nl: U heeft het volgende niet verleend: Cameratoegang Locatie-updates
pt: Você não concedeu: nAcesso à câmera nAtualizações de localização

source: privacy.settings.change
ca: Podeu canviar la vostra configuració de privadesa en qualsevol moment
de: Sie können Ihre Datenschutzeinstellungen jederzeit ändern
fr: Vous pouvez modifier vos paramètres de confidentialité à tout moment
it: Puoi modificare le tue impostazioni sulla privacy in qualsiasi momento
nb: Du kan endre personverninnstillingene dine når som helst
nl: U kunt uw privacy-instellingen op elk moment wijzigen
pt: Você pode alterar suas configurações de privacidade a qualquer momento

# welcome.text1
source: Record your journey with photographs, and then export their location data to you favorite GPS system.
ca: Enregistreu el vostre viatge amb fotografies i després exporteu les dades d'ubicació al vostre sistema GPS favorit.
de: Zeichnen Sie Ihre Reise mit Fotos auf und exportieren Sie dann ihre Standortdaten in Ihr bevorzugtes GPS-System.
fr: Enregistrez votre voyage avec des photos, puis exportez leurs données de localisation vers votre système GPS préféré.
it: Registra il tuo viaggio con le fotografie, quindi esporta i dati sulla loro posizione sul tuo sistema GPS preferito.
nb: Ta opp reisen din med bilder, og eksporter deretter posisjonsdataene til ditt favoritt GPS-system.
nl: Leg uw reis vast met foto's en exporteer hun locatiegegevens naar uw favoriete GPS-systeem.
pt: Grave sua viagem com fotografias e exporte seus dados de localização para seu sistema GPS favorito.

# welcome.text2
source: Your heading is included so you can photograph a landmark and then plot it on a marine chart or map.
ca: El vostre encapçalament s'inclou perquè pugueu fotografiar una fita i després dibuixar-la en una carta o mapa marí.
de: Ihr Kurs ist enthalten, damit Sie einen Orientierungspunkt fotografieren und dann auf einer Seekarte oder Karte einzeichnen können.
fr: Votre cap est inclus afin que vous puissiez photographier un point de repère, puis le tracer sur une carte marine ou une carte.
it: La tua rotta è inclusa in modo da poter fotografare un punto di riferimento e quindi tracciarlo su una carta nautica o una mappa.
nb: Overskriften din er inkludert slik at du kan fotografere et landemerke og deretter plotte det på et sjøkart eller kart.
nl: Uw koers is opgenomen, zodat u een oriÃ«ntatiepunt kunt fotograferen en deze vervolgens op een zeekaart of kaart kunt plotten.
pt: Seu título está incluído para que você possa fotografar um ponto de referência e, em seguida, traçá-lo em uma carta ou mapa marinho.

# welcome.text3
source: Ideal as an aid to marine navigation, especially as you take the photo to record your location when you want, and not continuously, so saving your phones battery life.
ca: Ideal com a ajuda per a la navegació marítima, sobretot quan fas la foto per gravar la teva ubicació quan vulguis, i no de manera continuada, estalviant així la bateria del teu telèfon.
de: Ideal als Hilfe bei der Navigation auf See, insbesondere wenn Sie das Foto aufnehmen, um Ihren Standort zu speichern, wenn Sie möchten, und nicht ständig, um die Akkulaufzeit Ihres Telefons zu sparen.
fr: Idéal comme aide à la navigation maritime, d'autant plus que vous prenez la photo pour enregistrer votre position quand vous le souhaitez, et non en continu, économisant ainsi la durée de vie de la batterie de votre téléphone.
it: Ideale come ausilio alla navigazione marittima, soprattutto quando scatti la foto per registrare la tua posizione quando vuoi, e non continuamente, risparmiando così la durata della batteria del tuo telefono.
nb: Ideell som et hjelpemiddel til marin navigasjon, spesielt når du tar bildet for å registrere posisjonen din når du vil, og ikke kontinuerlig, slik at du sparer telefonens batterilevetid.
nl: Ideaal als hulpmiddel bij navigatie op zee, vooral als u de foto maakt om uw locatie vast te leggen wanneer u maar wilt, en niet continu, waardoor de batterijduur van uw telefoon wordt bespaard.
pt: Ideal como um auxílio à navegação marítima, especialmente quando você tira a foto para registrar sua localização quando quiser, e não continuamente, economizando bateria de seu telefone.

source: No Photos
ca: Sense fotos
de: Keine Fotos
fr: Pas de photos
it: Niente foto
nb: Ingen bilder
nl: Geen foto's
pt: Não há fotos

# nophoto.tap1
source: Tap the camera button and take a photo. The photo will appear in the list here.
ca: Toqueu el botó de la càmera i feu una foto. La foto apareixerà a la llista aquí.
de: Tippen Sie auf die Kamerataste und machen Sie ein Foto. Das Foto wird hier in der Liste angezeigt.
fr: Appuyez sur le bouton de l'appareil photo et prenez une photo. La photo apparaîtra dans la liste ici.
it: Tocca il pulsante della fotocamera e scatta una foto. La foto apparirà nell'elenco qui.
nb: Trykk på kameraknappen og ta et bilde. Bildet vil vises i listen her.
nl: Tik op de cameraknop en maak een foto. De foto zal hier in de lijst verschijnen.
pt: Toque no botão da câmera e tire uma foto. A foto aparecerá na lista aqui.

# nophoto.tap2
source: Tap the circle to select the photo data to export.
ca: Toca el cercle per seleccionar les dades de la foto per exportar.
de: Tippen Sie auf den Kreis, um die zu exportierenden Fotodaten auszuwählen.
fr: Appuyez sur le cercle pour sélectionner les données photo à exporter.
it: Tocca il cerchio per selezionare i dati della foto da esportare.
nb: Trykk på sirkelen for å velge bildedataene som skal eksporteres.
nl: Tik op de cirkel om de fotogegevens te selecteren die u wilt exporteren.
pt: Toque no círculo para selecionar os dados da foto a serem exportados.

# nophoto.tap3
source: Tap the share button to export.
ca: Toqueu el botó de compartir per exportar.
de: Tippen Sie zum Exportieren auf die Schaltfläche zum Teilen.
fr: Appuyez sur le bouton de partage pour exporter.
it: Tocca il pulsante Condividi per esportare.
nb: Trykk på deleknappen for å eksportere.
nl: Tik op de deelknop om te exporteren.
pt: Toque no botão de compartilhamento para exportar.

# nophoto.tap4
source: Tap the settings button to change your preferences
ca: Toqueu el botó de configuració per canviar les vostres preferències
de: Tippen Sie auf die Schaltfläche Einstellungen, um Ihre Einstellungen zu ändern
fr: Appuyez sur le bouton Paramètres pour modifier vos préférences
it: Tocca il pulsante delle impostazioni per modificare le tue preferenze.
nb: Trykk på innstillingsknappen for å endre preferansene dine
nl: Tik op de instellingenknop om uw voorkeuren te wijzigen
pt: Toque no botão de configurações para alterar suas preferências

# nophoto.tap5
source: Tap the library button to select from Photos. They will be added if they contain valid GPS data.
ca: Toqueu el botó de la biblioteca per seleccionar les fotos. S'afegiran si contenen dades GPS vàlides.
de: Tippen Sie auf die Bibliotheksschaltfläche, um aus Fotos auszuwählen. Sie werden hinzugefügt, wenn sie gültige GPS-Daten enthalten.
fr: Appuyez sur le bouton de la bibliothèque pour sélectionner parmi les photos. Elles seront ajoutées si elles contiennent des données GPS valides.
it: Tocca il pulsante della libreria per selezionare da Foto. Saranno aggiunti se contengono dati GPS validi.
nb: Trykk på bibliotekknappen for å velge fra Bilder. De vil bli lagt til hvis de inneholder gyldige GPS-data.
nl: Tik op de bibliotheekknop om uit Foto's te selecteren. Ze worden toegevoegd als ze geldige GPS-gegevens bevatten.
pt: Toque no botão da biblioteca para selecionar Fotos. Elas serão adicionadas se contiverem dados GPS válidos.

# sample.short
source: Short text sample.
ca: Exemple de text breu.
de: Kurzes Textbeispiel.
fr: Exemple de texte court.
it: Breve esempio di testo.
nb: Kort teksteksempel.
nl: Kort tekstvoorbeeld.
pt: Amostra de texto curto.

# sample.medium
source: A medium length text sample, maybe running into a couple of rows.
ca: Una mostra de text de llargada mitjana, potser amb un parell de files.
de: Ein Textbeispiel mittlerer Länge, das vielleicht in ein paar Zeilen läuft.
fr: Un exemple de texte de longueur moyenne, pouvant s'étendre sur quelques lignes.
it: Un campione di testo di media lunghezza, magari in un paio di righe.
nb: En middels lang teksteksempel, som kanskje går inn i et par rader.
nl: Een tekstvoorbeeld van gemiddelde lengte, dat misschien in een paar rijen loopt.
pt: Uma amostra de texto de comprimento médio, talvez ocupando algumas linhas.

# sample.long
source: A longer length text sample, which should be more than a couple of rows. To check alignment and ellipsis, and word breaks for languages such as German.
ca: Una mostra de text més llarga, que hauria de tenir més d'un parell de files. Per comprovar l'alineació i els punts suspensius, i els salts de paraula per a idiomes com l'alemany.
de: Eine längere Textprobe, die mehr als ein paar Zeilen umfassen sollte. Zur Überprüfung von Ausrichtung und Auslassungspunkten sowie Wortumbrüchen für Sprachen wie Deutsch.
fr: Un exemple de texte plus long, qui devrait comporter plus de quelques lignes. Pour vérifier l'alignement et les points de suspension, et les sauts de mots pour les langues telles que l'allemand.
it: Un campione di testo di lunghezza maggiore, che dovrebbe essere più di un paio di righe. Per controllare l'allineamento, i puntini di sospensione e le interruzioni di parola per lingue come il tedesco.
nb: Et teksteksempel med lengre lengde, som bør være mer enn et par rader. For å sjekke justering og ellipse, og ordskift for språk som tysk.
nl: Een tekstvoorbeeld van langere lengte, dat meer dan een paar rijen zou moeten zijn. Uitlijning en weglatingsteken en woordafbrekingen voor talen zoals Duits controleren.
pt: Uma amostra de texto mais longa, que deve ter mais do que algumas linhas. Para verificar o alinhamento, as reticências e as quebras de palavras em idiomas como o alemão.
